Repository: Patronus-dev/Django_persisch_tor
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: de, fa

source: Page not found
de: Seite nicht gefunden
fa: صفحه مورد نظر یافت نشد

source: Home
de: Startseite
fa: خانه

source: Page Not Found :(
de: Seite nicht gefunden :(
fa: صفحه مورد نظر یافت نشد :(

source: We couldn't find the page you were looking for. It may have been moved or deleted, or you may have typed the URL incorrectly.
de: Wir konnten die gesuchte Seite nicht finden. Sie wurde möglicherweise verschoben oder gelöscht, oder Sie haben die URL falsch eingegeben.
fa: ما نتوانستیم صفحه مورد نظر شما را پیدا کنیم. ممکن است منتقل یا حذف شده باشد، یا ممکن است URL را اشتباه تایپ کرده باشید.

source: BACK TO HOME
de: ZURÜCK ZUR STARTSEITE
fa: بازگشت به خانه

source: Updating!
de: Aktualisierung!
fa: بروزرسانی !

source: We are updating :)
de: Wir aktualisieren :)
fa: در حال بروزرسانی هستیم :)

source: Website will be available soon...
de: Die Website wird in Kürze verfügbar sein …
fa: وبسایت به زودی در دسترس خواهد بود ...

source: About
de: Über
fa: درباره

source: Services
de: Dienstleistungen
fa: خدمات

source: Resume
de: Bewerbung
fa: رزومه

source: Blog
fa: بلاگ

source: Contact
fa: ارتباط

source: I'm MEHDI
de: Ich Heiße MEHDI
fa: مهدی هستم

source: WEB DEVELOPER
de: WEB-ENTWICKLER
fa: توسعه دهنده وب

source: FREELANCER
de: SELBSTSTÄNDIGER
fa: فریلنسر

source: BACKEND
de: BACK-END ENTWICKLER
fa: بک اند

source: Email
fa: ایمیل

source: Phone
de: Telefon
fa: تماس

source: Address
de: Adresse
fa: آدرس

source: Tehran
fa: تهران

source: Nationality
de: Heimatland
fa: ملیت

source: Iran
fa: ایران

source: Profile
de: Profil
fa: پروفایل

source: Intro
de: Einleitung
fa: مقدمه

source: Hi, my name is Mehdi Sabz.
de: Hallo, mein Name ist Mehdi Sabz.
fa: درود ، مهدی سبز هستم.

source: The person who build and develops websites. I am a programmer and web developer who enjoys a wide range of hobbies, such as building web applications and coding. For me, it is more like a hobby than a job.
de: Die Person, die Websites erstellt und entwickelt. Ich bin Programmierer und Webentwickler und habe viele verschiedene Hobbys, wie das Erstellen von Webanwendungen und das Programmieren. Für mich ist das mehr ein Hobby als ein Job.
fa: من یک برنامه‌نویس و توسعه‌دهنده وب هستم که از مجموعه‌ گسترده ای از سرگرمی‌ها لذت می‌برم، مثل ساخت برنامه‌های وب و کد نویسی . برام بیشتر مانند یک علاقه و لذت است تا اینکه یک شغل باشد .

source: I can turn Caffeine into complex programs. So either Coffee is a magic potion or I am a wizard !
de: Ich kann Koffein in komplexe Programme umwandeln. Entweder ist Kaffee ein Zaubertrank oder ich bin ein Zauberer!
fa: من می‌توانم کافئین رو تبدیل به برنامه‌های پیچیده کنم. حالا یا قهوه یه معجون جادوییه ، یا من جادوگرم!

source: My Motto : Dream, Plan, Do !
de: Mein Motto: Träumen, Plannen, Machen!
fa: شعار من : رویا پردازی ، برنامه ریزی ، عمل!

source: Skills
de: Fähigkeiten
fa: مهارت ها

source: Python
fa: پایتون

source: Django
fa: جنگو

source: Web Design
fa: طراحی وبسایت

source: What I'm Doing
de: Was mache ich genau
fa: کاری که میکنم

source: I am a web developer
de: Ich bin Webentwickler
fa: من یک توسعه دهنده وب هستم.

source: Design responsive,user-friendly websites with modern aesthetics,also provides an intuitive user experience.You'll enjoy!
de: Entwerfen Sie ansprechende, benutzerfreundliche Websites mit moderner Ästhetik, die auch ein intuitives Benutzererlebnis bieten.Genießen Sie!
fa: طراحی وبسایت ریسپانسیو و کاربر پسند، همچنین فراهم کردن تجربه کاربری شفاف و قابل فهم.لذت خواهی برد!

source: Development
de: Entwicklung
fa: توسعه

source: Create secure and scalable web applications using Python and Django,emphasizing high performance and reliability.
de: Erstellen Sie sichere und skalierbare Webanwendungen mit Python und Django, wobei Sie Wert auf hohe Leistung und Zuverlässigkeit legen.
fa: ساخت برنامه‌های وب ، امن و قابل مقیاس با استفاده از پایتون و جنگو ، با تأکید بر عملکرد بالا و اعتماد‌پذیری.

source: Social Media
de: Soziale Medien
fa: شبکه اجتماعی

source: In today's world, presence on social networks as well as website has a great impact on your business and introduction to customers.
de: In der heutigen Welt hat die Präsenz in sozialen Netzwerken sowie auf Websites einen großen Einfluss auf Ihr Geschäft und Ihre Vorstellung bei den Kunden.
fa: در دنیای امروز حضور در شبکه‌های اجتماعی و داشتن وبسایت تأثیر بزرگی بر کسب‌وکار دارد.

source: Branding
de: Markenbildung
fa: برندسازی

source: Having a website significantly increases the visibility and credibility of the business and provides a digital storefront to the audience.
de: Eine Website steigert die Sichtbarkeit und Glaubwürdigkeit des Unternehmens beträchtlich und bietet der Zielgruppe ein digitales Schaufenster.
fa: داشتن یک وب‌سایت به طور قابل توجهی دیده شدن و اعتبار کسب‌وکار را افزایش می‌دهد و برای مشتریان یک فروشگاه دیجیتالی فراهم می‌کند.

source: Strategy
de: Strategie
fa: استراتژی

source: Focus on increasing brand awareness, creating customer engagement, and achieving business goals.
de: Konzentrieren Sie sich darauf, die Markenbekanntheit zu steigern, Kundenbindung zu schaffen und Geschäftsziele zu erreichen.
fa: تمرکز بر افزایش آگاهی از برند، ایجاد ارتباط با مشتریان و دستیابی به اهداف کسب‌وکار .

source: Consulting
de: Beratung
fa: مشاوره

source: Tailored solutions to enhance online presence, improve user experience,and achieve business goals effectively.
de: Maßgeschneiderte Lösungen zur Erweiterung der Online-Präsenz, Verbesserung des Benutzererlebnisses und effektiven Erreichung von Geschäftszielen.
fa: راه‌حل‌های مخصوص برای بهبود حضور آنلاین، بهبود تجربه کاربری و دستیابی به اهداف کسب‌وکار به روشی مؤثر.

source: Programming Languages
de: Programmier sprachen
fa: زبان های برنامه نویسی

source: Successful Project
de: Erfolgreiches Projekt
fa: پروژه های موفق

source: Certificates and Documents
de: Zertifikate und Dokumente
fa: مدارک و گواهینامه ها

source: Workshops and Training
de: Workshops und Schulungen
fa: دوره های آموزشی

source: Resume
de: Wieder aufnehmen
fa: رزومه

source: Education
de: Ausbildung
fa: تحصیلات

source: Degrees
de: Abschlüsse
fa: مدارک

source: Mathematics and physics Diploma
de: Abitur in Mathematik und Physik
fa: دیپلم ریاضی و فیزیک

source: Computer Science Diploma
de: Abitur in Informatik
fa: دیپلم کامپیوتر

source: Programming Courses
de: Programmier kurse
fa: دوره های برنامه نویسی

source: HTML & CSS certificate
de: HTML & CSS Zertifikat
fa: مدرک HTML & CSS

source: (Click for file view)
de: (Datei anzeigen)
fa: مشاهده فایل

source: From
de: Von
fa: از

source: Cando
fa: کندو

source: Computer Science Engineering institution.
fa: آموزشگاه مهندسی علوم کامپیوتر.

source: Python Foundation Master certificate
de: Python Foundation Master Zertifikat
fa: مدرک پایتون مقدماتی

source: Computer Science Engineering institution.
fa: آموزشگاه مهندسی علوم کامپیوتر.

source: Python Advanced Master certificate
de: Python Advanced Master Zertifikat
fa: مدرک پایتون پیشرفته

source: Django certificate
de: Django Zertifikat
fa: مدرک جنگو

source: About me
de: Über mich
fa: درباره من

source: Languages
de: Sprachen
fa: زبان ها

source: Persian
de: Persisch
fa: فارسی

source: Deutsch
fa: آلمانی

source: English
de: Englisch
fa: انگلیسی

source: Turkish (Azerbaijan)
de: Türkisch (Aserbaidschan)
fa: ترکی (آذری)

source: Professional Experience
de: Berufserfahrung
fa: تجربه کاری

source: 2019 to Present
de: 2019 bis heute
fa: از سال 2019 تا کنون

source: Accountant and IT Support
de: Buchhaltung und IT-Verantwortlicher
fa: حسابدار و پشتیبانی آی تی

source: Experience in accounting and also as IT Supporter at Amer Engineering company.
de: Erfahrung in der Buchhaltung und auch als IT-Verantwortlicher bei der Amer Engineering Firma
fa: سابقه کار در زمینه حسابداری و همچنین به عنوان مسئول آی تی در شرکت مهندسی عامر.

source: Latest blogs
de: Die neusten Blogs
fa: تازه ترین های بلاگ

source: Continue Reading
de: Weiterlesen
fa: ادامه مطلب

source: See more ...
de: Mehr sehen ...
fa: مشاهده بیشتر ...

source: Write Your Message
de: Schreiben Sie Ihre Nachricht
fa: پیام خود را بگذارید

source: I would like to receive your comments, suggestions or questions; Please enter your message.
de: Ich würde gerne Ihre Kommentare, Vorschläge oder Fragen erhalten. Bitte geben Sie Ihre Nachricht ein.
fa: مایلم نظرات، پیشنهادات یا سوالات شما را دریافت کنم. لطفا پیام خود را وارد کنید.

source: Send Message
de: Nachricht senden
fa: ارسال پیام

source: Tehran, Iran
fa: تهران ، ایران
